# намерете всичките потребителски имена

# намерете имената на всичките потребители, които имат роля админ

# намерете броя потребители, които имат повече от една роля

# намерете имената на потребителите, родени през 90-те

# намерете имената на потребителите, които живеят в северното полукълбо

# намерете имената на потребителите, които работят в 'Arctiq'

# намерете броя потребители, които са родени преди 1990

# намерете името на най-старият потребител

# намерете имената на потребителите с празно 'about' поле
